Back-end/src/ExternalService/BasicHttpBinding_USCOREISDKSuportSerivces.UpdateStatusINC.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
  xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
  xmlns:ns3="http://schemas.microsoft.com/2003/10/Serialization/"
  xmlns:ns1="http://tempuri.org/">
 <SOAP-ENV:Body>
   <ns1:UpdateStatusINC>
    <ns1:INCCode></ns1:INCCode>
    <ns1:INCStatusID></ns1:INCStatusID>
    <ns1:ITSMCode></ns1:ITSMCode>
    <ns1:CreatedBy></ns1:CreatedBy>
    <ns1:Comment></ns1:Comment>
    <ns1:ITSMCloseDate></ns1:ITSMCloseDate>
    <ns1:sigkey></ns1:sigkey>
   </ns1:UpdateStatusINC>

 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
